#language: ru

#Функционал: Проверка поиска в Google
#
#  Структура сценария: сложение
#    * берём первое число <первое>
#    * и складываем со вторым числом <второе>
#    Примеры:
#      | первое | второе |
#      | 1      | 2      |
#      | 3      | 5      |


Функционал: Проверка поиска в Google

  Структура сценария: сложение
    * блабла <первое>
    * нажимает на <второе>

    Примеры:
      | первое       |  | второе    |
      | Ferrari     |  | 488       |
      | Lamborghini |  | Aventador |